[
  {
    "product": "pencil",
    "review": "This pencil glides across the page so smoothly, and the lead never breaks! Love it!"
  },
  {
    "product": "pencil",
    "review": "Worst pencil ever! The wood cracks constantly, and the lead smudges everywhere."
  },
  {
    "product": "pencil",
    "review": "It's a pencil. It writes. Not amazing, not terrible. Does the job, I guess."
  },
  {
    "product": "notebook",
    "review": "This notebook is a dream come true! The paper is thick and fountain pen-friendly, and the binding lies flat perfectly."
  },
  {
    "product": "notebook",
    "review": "Lines are too faint, paper feels cheap, and the spiral binding keeps catching on my clothes. Ugh!"
  },
  {
    "product": "notebook",
    "review": "Not bad, not great. Decent paper, sturdy cover, but the size is a bit awkward. Would consider again for occasional use."
  },
  {
    "product": "coloring book",
    "review": "My kiddo had hours of fun with this coloring book! The illustrations are adorable and detailed, and the lines are thick enough for little hands."
  },
  {
    "product": "coloring book",
    "review": "Seriously? Half the pages are blank! And the ones with patterns are too intricate for younger kids. Waste of money."
  },
  {
    "product": "coloring book",
    "review": "It's a coloring book. My kid enjoys it, but I wish the themes were less stereotypical. Could use more diversity in both characters and colors."
  },
  {
    "product": "pencil",
    "review": "This mechanical pencil is a life saver! The lead never needs sharpening, and the grip is super comfortable."
  },
  {
    "product": "pencil",
    "review": "So disappointed! The eraser on this pencil is practically useless. Leaves streaks and smudges everywhere."
  },
  {
    "product": "pencil",
    "review": "I prefer classic wooden pencils, but this one is pretty handy for quick notes on the go. The eraser could be better, though."
  },
  {
    "product": "notebook",
    "review": "Obsessed with this vegan leather notebook! The cover is so soft and luxurious, and the pages are lined beautifully."
  },
  {
    "product": "notebook",
    "review": "Ugh, this notebook smells like chemicals! Can't even stand to open it. Returning immediately."
  },
  {
    "product": "notebook",
    "review": "Solid notebook for everyday use. Plenty of pages, good paper quality, and the price is right. Would recommend."
  },
  {
    "product": "coloring book",
    "review": "This glow-in-the-dark coloring book is awesome! My kids love making their creations come alive in the dark."
  },
  {
    "product": "coloring book",
    "review": "The illustrations in this book are so beautiful and inspiring! Makes me want to grab my own crayons and get creative."
  },
  {
    "product": "coloring book",
    "review": "Too many tiny details for my toddler. Frustrates him more than it entertains. Would be better for older kids."
  },
  {
    "product": "pencil",
    "review": "These colored pencils are so vibrant and blend like a dream! Perfect for artists of all levels."
  },
  {
    "product": "pencil",
    "review": "This set of pencils came with two broken ones. Not impressed with the quality control."
  }
]
